Repository: albtugel/GymRat
Catalog: GymRat/Localizable.xcstrings
Source language: en
Languages: de, ru

source: Accent Color
de: Akzentfarbe
ru: Акцентный цвет

# add_program_button
source: Add the program
de: Programm hinzufügen
ru: Добавить программу

# appearance_section
source: Appearance
de: Darstellung
ru: Внешний вид

# cancel_button
source: Cancel
de: Abbrechen
ru: Отмена

source: Clear exercise history
de: Übungshistorie löschen
ru: Очистить историю упражнения

# create_exercise_button
source: Create exercise
de: Übung erstellen
ru: Создать упражнение

# create_exercise_message
source: Enter a name and select a category
de: Name eingeben und Kategorie wählen
ru: ведите название и выберите категорию

# create_exercise_title
source: New Exercise
de: Neue Übung
ru: Новое упражнение

# data_section
source: Data
de: Daten
ru: Данные

# days_section
source: Days
de: Tage
ru: Дни

# distance_unit_label
source: Distance
de: Distanz
ru: Дистанция

# done_button
source: Done
de: Fertig
ru: Готово

# dur_label
source: Sec
de: Sek
ru: Сек

# exercise_ab_crunch_machine
source: Ab Crunch Machine
de: Bauch-Crunch-Maschine
ru: Скручивания в тренажёре

# exercise_ab_wheel
source: Ab Wheel
de: Bauchrad
ru: Ролик для пресса

# exercise_air_squat
source: Air Squat
de: Kniebeugen ohne Gewicht
ru: Присед без веса

# exercise_assisted_dip
source: Assisted Dip
de: Dips mit Unterstützung
ru: Отжимания на брусьях с поддержкой

# exercise_assisted_pull_up
source: Assisted Pull-Up
de: Klimmzüge mit Unterstützung
ru: Подтягивания с поддержкой

# exercise_back_extension
source: Back Extension
de: Rückenstrecken
ru: Гиперэкстензия

# exercise_barbell_row
source: Barbell Row
de: Langhantelrudern
ru: Тяга штанги в наклоне

# exercise_battle_rope
source: Battle Rope
de: Kampfseil
ru: Боевые канаты

# exercise_bench_press
source: Bench Press
de: Bankdrücken
ru: Жим лёжа

# exercise_bicep_curl
source: Bicep Curl
de: Bizepscurls
ru: Сгибание на бицепс

# exercise_box_jump
source: Box Jump
de: Box Jumps
ru: Прыжки на тумбу

# exercise_bulgarian_split_squat
source: Bulgarian Split Squat
de: Bulgarische Kniebeugen
ru: Болгарские выпады

# exercise_cable_biceps_curl
source: Cable Biceps Curl
de: Kabel-Bizepscurls
ru: Сгибание рук в кроссовере

# exercise_cable_crunch
source: Cable Crunch
de: Kabel-Crunch
ru: Скручивание на блоке

# exercise_cable_fly
source: Cable Fly
de: Kabel-Flys
ru: Сведение рук в кроссовере

# exercise_cable_kickback
source: Cable Kickback
de: Kabel-Kickback
ru: Кикбэк на блоке

# exercise_cable_lateral_raise
source: Cable Lateral Raise
de: Kabel-Seitheben
ru: Разведение в стороны в кроссовере

# exercise_calf_raise_machine
source: Calf Raise Machine
de: Wadenheben Maschine
ru: Подъём на икры в тренажёре

# exercise_canoeing
source: Canoeing
de: Kanufahren
ru: Каноэ

# exercise_chest_press_machine
source: Chest Press Machine
de: Brustpresse Maschine
ru: Жим от груди в тренажёре

# exercise_chest_supported_row
source: Chest Supported Row
de: Brustgestütztes Rudern
ru: Тяга с упором в грудь

# exercise_clean_and_jerk
source: Clean and Jerk
de: Umsetzen und Stoßen
ru: Подъём на грудь и толчок

# exercise_concentration_curl
source: Concentration Curl
de: Konzentrations-Curl
ru: Концентрированный подъём

# exercise_crunch
source: Crunch
de: Crunches
ru: Скручивания

# exercise_cycling
source: Cycling
de: Radfahren
ru: Велосипед

# exercise_dead_hang
source: Dead Hang
de: Toter Hang
ru: Вис на перекладине

# exercise_deadlift
source: Deadlift
de: Kreuzheben
ru: Становая тяга

# exercise_decline_bench_press
source: Decline Bench Press
de: Negativbankdrücken
ru: Жим лёжа на отрицательной

# exercise_dip
source: Dip
de: Dips
ru: Отжимания на брусьях

# exercise_donkey_kick
source: Donkey Kick
de: Eselstritt
ru: Ослиный удар

# exercise_dumbbell_bench_press
source: Dumbbell Bench Press
de: Kurzhantel-Bankdrücken
ru: Жим гантелей лёжа

# exercise_dumbbell_fly
source: Dumbbell Fly
de: Kurzhantel-Fliegende
ru: Разводка гантелей

# exercise_dumbbell_row
source: Dumbbell Row
de: Kurzhantelrudern
ru: Тяга гантели в наклоне

# exercise_dumbbell_shoulder_press
source: Dumbbell Shoulder Press
de: Schulterdrücken mit Kurzhanteln
ru: Жим гантелей сидя

# exercise_elliptical
source: Elliptical
de: Crosstrainer
ru: Эллиптический тренажёр

# exercise_farmers_walk
source: Farmer's Walk
de: Bauerngang
ru: Прогулка фермера

# exercise_front_raise
source: Front Raise
de: Frontheben
ru: Подъём гантелей перед собой

# exercise_front_squat
source: Front Squat
de: Frontkniebeuge
ru: Фронтальный присед

# exercise_good_morning
source: Good Morning
de: Good Mornings
ru: Гуд морнинг

# exercise_hack_squat
source: Hack Squat
de: Hack-Kniebeuge
ru: Хак-присед

# exercise_hammer_curl
source: Hammer Curl
de: Hammer Curls
ru: Молотковые сгибания

# exercise_hanging_leg_raise
source: Hanging Leg Raise
de: Hängendes Beinheben
ru: Подъём ног в висе

# exercise_hiking
source: Hiking
de: Wandern
ru: Пеший поход

# exercise_hip_thrust_machine
source: Hip Thrust Machine
de: Hip-Thrust-Maschine
ru: Хип-траст в тренажёре

# exercise_incline_bench_press
source: Incline Bench Press
de: Schrägbankdrücken
ru: Жим лёжа на наклонной

# exercise_inverted_row
source: Inverted Row
de: Inverted Rows
ru: Горизонтальные подтягивания

# exercise_jump_rope
source: Jump Rope
de: Seilspringen
ru: Скакалка

# exercise_jump_squat
source: Jump Squat
de: Sprungkniebeuge
ru: Прыжковый присед

# exercise_kayaking
source: Kayaking
de: Kajakfahren
ru: Каякинг

# exercise_kettlebell_swing
source: Kettlebell Swing
de: Kettlebell Swings
ru: Махи гирей

# exercise_l_sit
source: L-Sit
de: L-Sitz
ru: Уголок

# exercise_lap_swimming
source: Lap Swimming
de: Bahnen schwimmen
ru: Плавание (дорожки)

# exercise_lat_pulldown
source: Lat Pulldown
de: Latziehen
ru: Тяга верхнего блока

# exercise_lateral_raise
source: Lateral Raise
de: Seitheben
ru: Разведение гантелей в стороны

# exercise_leg_abduction
source: Leg Abduction
de: Beinabduktion
ru: Отведение ног

# exercise_leg_adduction
source: Leg Adduction
de: Beinadduktion
ru: Приведение ног

# exercise_leg_curl
source: Leg Curl
de: Beinbeugen
ru: Сгибание ног

# exercise_leg_extension
source: Leg Extension
de: Beinstrecken
ru: Разгибание ног

# exercise_leg_press
source: Leg Press
de: Beinpresse
ru: Жим ногами

# exercise_leg_raise
source: Leg Raise
de: Beinheben
ru: Подъём ног

# exercise_lunge
source: Lunge
de: Ausfallschritte
ru: Выпады

# exercise_medicine_ball_slam
source: Medicine Ball Slam
de: Medizinball-Slam
ru: Бросок медбола в пол

# exercise_name_placeholder
source: Exercise name
de: Übungsname
ru: Название упражнения

# exercise_open_water_swimming
source: Open Water Swimming
de: Open-Water-Schwimmen
ru: Плавание на открытой воде

# exercise_overhead_press
source: Overhead Press
de: Überkopfdrücken
ru: Жим над головой

# exercise_pec_deck
source: Pec Deck
de: Butterfly (Pec Deck)
ru: Бабочка (pec deck)

# exercise_pike_push_up
source: Pike Push Up
de: Pike-Push-ups
ru: Пайк-отжимания

# exercise_preacher_curl
source: Preacher Curl
de: Prediger-Curl
ru: Сгибание на скамье Скотта

# exercise_pull_up
source: Pull Up
de: Klimmzüge
ru: Подтягивания

# exercise_push_up
source: Push Up
de: Liegestütze
ru: Отжимания

# exercise_rear_delt_fly
source: Rear Delt Fly
de: Hintere Schulter Fliegende
ru: Разводка на задние дельты

# exercise_romanian_deadlift
source: Romanian Deadlift
de: Rumänisches Kreuzheben
ru: Румынская тяга

# exercise_rope_climb
source: Rope Climb
de: Seilklettern
ru: Подъём по канату

# exercise_rowing_machine
source: Rowing Machine
de: Ruderergometer
ru: Гребной тренажёр

# exercise_running
source: Running
de: Laufen
ru: Бег

# exercise_russian_twist
source: Russian Twist
de: Russische Drehung
ru: Русский твист

# exercise_seated_cable_row
source: Seated Cable Row
de: Sitzendes Kabelrudern
ru: Тяга горизонтального блока

# exercise_shrug
source: Shrug
de: Schulterheben
ru: Шраги

# exercise_side_plank
source: Side Plank
de: Seitstütz
ru: Боковая планка

# exercise_sit_up
source: Sit Up
de: Sit-ups
ru: Подъёмы туловища

# exercise_skull_crusher
source: Skull Crusher
de: Schädelbrecher
ru: Французский жим

# exercise_sled_push
source: Sled Push
de: Schlittendrücken
ru: Толкание саней

# exercise_smith_machine_squat
source: Smith Machine Squat
de: Kniebeuge an der Smith-Maschine
ru: Присед в Смите

# exercise_snatch
source: Snatch
de: Reißen
ru: Рывок

# exercise_squat
source: Squat
de: Kniebeuge
ru: Присед

# exercise_standing_calf_raise
source: Standing Calf Raise
de: Stehendes Wadenheben
ru: Подъём на носки стоя

# exercise_standup_paddleboarding
source: Stand-Up Paddleboarding
de: Stand-Up-Paddling
ru: Сапбординг

# exercise_stationary_bike
source: Stationary Bike
de: Heimtrainer
ru: Велотренажёр

# exercise_step_up
source: Step Up
de: Step-ups
ru: Зашагивания

# exercise_sumo_squat
source: Sumo Squat
de: Sumo-Kniebeuge
ru: Сумо-присед

# exercise_surfing
source: Surfing
de: Surfen
ru: Сёрфинг

# exercise_swimming
source: Swimming
de: Schwimmen
ru: Плавание

# exercise_t_bar_row
source: T-Bar Row
de: T-Stangen-Rudern
ru: Тяга Т-грифа

# exercise_tire_flip
source: Tire Flip
de: Reifendrehen
ru: Переворот шины

# exercise_treadmill
source: Treadmill
de: Laufband
ru: Беговая дорожка

# exercise_triceps_extension
source: Triceps Extension
de: Trizepsstrecken
ru: Разгибание на трицепс

# exercise_triceps_pushdown
source: Triceps Pushdown
de: Trizepsdrücken am Kabel
ru: Тяга на трицепс вниз

# exercise_turkish_getup
source: Turkish Get-Up
de: Türkisches Aufstehen
ru: Турецкий подъём

# exercise_upright_row
source: Upright Row
de: Vorgebeugtes Rudern
ru: Тяга к подбородку

# exercise_walking
source: Walking
de: Gehen
ru: Ходьба

# exercise_wall_ball
source: Wall Ball
de: Wall Balls
ru: Броски мяча в стену

# exercise_wall_sit
source: Wall Sit
de: Wandsitz
ru: Стульчик у стены

# exercise_water_aerobics
source: Water Aerobics
de: Wassergymnastik
ru: Аквааэробика

# exercise_wrist_curl
source: Wrist Curl
de: Handgelenk-Curl
ru: Сгибание запястий

# exercises_section
source: Exercises
de: Übungen
ru: Упражнения

# muscle_back
source: Back
de: Rücken
ru: Спина

# muscle_biceps
source: Biceps
de: Bizeps
ru: Бицепс

# muscle_calves
source: Calves
de: Waden
ru: Икры

# muscle_chest
source: Chest
de: Brust
ru: Грудь

# muscle_core
source: Core
de: Rumpf
ru: Пресс

# muscle_glutes
source: Glutes
de: Gesäß
ru: Ягодицы

# muscle_legs
source: Legs
de: Beine
ru: Ноги

# muscle_shoulders
source: Shoulders
de: Schultern
ru: Плечи

# muscle_triceps
source: Triceps
de: Trizeps
ru: Трицепс

# my_programs_section
source: My Programs
de: Meine Programme
ru: Мои программы

source: No programs yet
de: Noch keine Programme
ru: Пока нет программ

# program_info_section
source: Program Info
de: Programminfo
ru: Информация о программе

# program_name_placeholder
source: Program Name
de: Programmname
ru: Название программы

# program_type_strength
source: Strength
de: Kraft
ru: Силовая

# programs_title
source: Programs
de: Programme
ru: Программы

# reps_label
source: Reps
de: Wdh.
ru: Раз

# reset_all_data_button
source: Reset all data
de: Alle Daten zurücksetzen
ru: Сбросить все данные

# reset_all_data_message
source: This will delete all programs, assignments, and logs. This action cannot be undone.
de: Dadurch werden alle Programme, Zuordnungen und Protokolle gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
ru: Это удалит все программы, назначения и записи. Действие нельзя отменить.

# reset_all_data_title
source: Reset all data?
de: Alle Daten zurücksetzen?
ru: Сбросить все данные?

# reset_button
source: Reset
de: Zurücksetzen
ru: Сбросить

# rounds_label
source: Rounds
de: Runden
ru: Круги

# save_button
source: Save
de: Speichern
ru: Сохранить

# search_exercises_placeholder
source: Search exercises
de: Übungen suchen
ru: Поиск упражнений

# select_date_label
source: Select date
de: Datum auswählen
ru: Выберите дату

# select_program_title
source: Select Program
de: Programm auswählen
ru: Выберите программу

# sets_label
source: Sets
de: Sätze
ru: Сеты

# settings_title
source: Settings
de: Einstellungen
ru: Настройки

# templates_section
source: Templates
de: Vorlagen
ru: Шаблоны

# theme_dark
source: Dark
de: Dunkel
ru: Тёмная

# theme_label
source: Theme
de: Design
ru: Тема

# theme_light
source: Light
de: Hell
ru: Светлая

# units_section
source: Units
de: Einheiten
ru: Единицы

# weekday_fri_short
source: Fri
de: Fr
ru: Пт

# weekday_friday
source: Friday
de: Freitag
ru: Пятница

# weekday_mon_short
source: Mon
de: Mo
ru: Пн

# weekday_monday
source: Monday
de: Montag
ru: Понедельник

# weekday_sat_short
source: Sat
de: Sa
ru: Сб

# weekday_saturday
source: Saturday
de: Samstag
ru: Суббота

# weekday_sun_short
source: Sun
de: So
ru: Вс

# weekday_sunday
source: Sunday
de: Sonntag
ru: Воскресенье

# weekday_thu_short
source: Thu
de: Do
ru: Чт

# weekday_thursday
source: Thursday
de: Donnerstag
ru: Четверг

# weekday_tue_short
source: Tue
de: Di
ru: Вт

# weekday_tuesday
source: Tuesday
de: Dienstag
ru: Вторник

# weekday_wed_short
source: Wed
de: Mi
ru: Ср

# weekday_wednesday
source: Wednesday
de: Mittwoch
ru: Среда

# weight_unit_label
source: Weight
de: Gewicht
ru: Вес

# shared_history_toggle_title
source: Shared history for all programs
de: Gemeinsame Historie für alle Programme
ru: Общая история для всех программ

# shared_history_toggle_hint
source: Enable if you want to see one progress across all programs with this exercise
de: Aktivieren, wenn Sie einen gemeinsamen Fortschritt in allen Programmen mit dieser Übung sehen möchten
ru: Включите, если хотите видеть один прогресс во всех программах с этим упражнением

# shared_history_alert_title
source: Exercise already in another program
de: Übung bereits in einem anderen Programm
ru: Упражнение уже в другой программе

# shared_history_alert_message
source: '%@' already exists in another program. Use shared progress history?
de: '%@' ist bereits in einem anderen Programm vorhanden. Gemeinsame Fortschrittshistorie verwenden?
ru: '%@' уже есть в другой программе. Использовать общую историю прогресса?

# shared_history_button
source: Shared history
de: Gemeinsame Historie
ru: Общая история

# separate_history_button
source: Separate history
de: Separate Historie
ru: Раздельная история

# exercise_aqua_jogging
source: Aqua Jogging
ru: Акваджоггинг

# exercise_arnold_press
source: Arnold Press
ru: Жим Арнольда

# exercise_burpees
source: Burpees
ru: Бёрпи

# exercise_double_unders
source: Double Unders
ru: Двойные прыжки на скакалке

# exercise_face_pull
source: Face Pull
ru: Тяга к лицу

# exercise_glute_bridge
source: Glute Bridge
ru: Ягодичный мост

# exercise_hip_thrust
source: Hip Thrust
ru: Хип-траст

# exercise_hollow_hold
source: Hollow Hold
ru: Холлоу-холд

# exercise_mountain_climbers
source: Mountain Climbers
ru: Альпинист

# exercise_plank
source: Plank
ru: Планка

# exercise_power_clean
source: Power Clean
ru: Силовой подъём на грудь

# exercise_sprints
source: Sprints
ru: Спринты

# exercise_stair_climber
source: Stair Climber
ru: Лестничный тренажёр

# exercise_superman
source: Superman
ru: Супермен

# exercise_thruster
source: Thruster
ru: Трастер

# kg_label
source: kg
ru: кг

# kilometers_label
source: km
ru: км

# lbs_label
source: lbs
ru: фунт

# miles_label
source: mi
ru: миль

# ok_button
source: OK
ru: ОК

# program_type_cardio
source: Cardio
ru: Кардио

# program_type_crossfit
source: CrossFit
ru: Кроссфит

# theme_system
source: System
ru: Системная
